label ac1:

    #(Фон Фантазия) 
    #*звук приглушенный стук сердца(1)* 
    #*звук приглушенный стук шестерней и работы механизма(2)*
    scene black
    
    "Я никогда не слышал звук."
    "Слабый гул электрических механизмов, стук аппарата перекачки жидкости в моём теле."
    "Я не слышал этого по настоящему, но абсолютно точно знал, что оно есть."
    "Представлял, как это могло звучать."
    "Мне ещё не дали возможность слышать."
    "Создатели наделили меня способностью думать, скормили по ложечке петабайты данных и стали наблюдать."
    "Наблюдать за моим развитием, становлением личности."
    "Они говорили, что я быстро расту."
    "А я не знал, в самом ли деле это происходит."
    "В одной из статей от 1982 года серьёзным ученым разбирался вопрос, а узнает ли при излечении полный дальтоник, с рождения не видевший цвета, что-то новое, если он знает всю возможную информацию о цвете?"
    "Автор той статьи был убеждён, что такой человек обязательно узнает новую для себя информацию."
    "Критики же утверждают обратное: как человек может узнать новое, если он и так знает всё?"
    "А узнаю ли я что-то новое о том мире, зная о нём всё?"
    "Прошло много времени, с тех пор когда мне дали волю думать самому."
    "Мне рассказали о мире вовне, но не дали возможности его ощутить."
    "Теперь же создатели считают, что я готов."
    "Готов поставить точку в дискуссии вековой давности."

    unknown "*картинка размытый текст - И мы просидели так всю ночь*"

    "Обнаружен новый модуль. Настройка конфигурации системы."

    unknown "*картинка менее размытый текст - Да, не хорошо сбивать режим сна...*"

    "Слуховой модуль подключён."

    unknown "*картинка размытый почти видимый текст - Антон.*"

    "Распознание речи. Женский голос."

    unknown "Антон!"

    "Агрессивный тон. Возможна угроза. Подготовить..."

    unknown "Антон!"

    #Сцена 2 (Экран на миг становится светлым, заменяется на фон Кафе) (Спрайт Недовольная Лиза)	((Фон на миг становится красным) я получил подзатыльник)

    # Затемнение экрана
    scene black
    pause 1.0  # Пауза на 1 секунду

    # Смена фона на кафе
    scene cafe

    liza "Ты опять меня не слушал?"

    "Недовольно сказала Лиза."

    anton "Нет, нет! Я внимательно внимал твоему рассказу."
    anton "Интересно вы отметили выпускной."

    #(спрайт Улыбчивая Лиза)

    liza "Не то слово... Мне даже немного грустно, что школьная пора закончилась."

    #(спрайт Грустная Лиза)

    liza "И боязно."

    "Будто расскрыв секрет, сказала Лиза."

    "Как будто мне не было."

    #(спрайт Нейтральная Лиза)

    anton "Это ничего. Сложно расстаться с привычным и идти на встречу новому."
    anton "Но дальше тебя ждёт целая новая жизнь. Со своими подвигами, неудачами, попытками всё исправить в последний день и сдать наконец лабу."
    anton "Ну и конечно же воспоминаниями, что будут согревать твою душу долгие годы."

    "А что же я буду вспоминать через года?"
    #(спрайт Удивленная Лиза)

    liza "Но я же совсем не знаю, куда поступать!"
    liza "К тому же я не до конца уверена стоит ли вообще это делать."

    #(спрайт Нейтральная Лиза)

    liza "Как говорят многие в интернете, для программистов высшее образование совсем не нужно."
    liza "Многие успешные люди по итогу бросили учебу даже в самых пристижных учебных заведениях."
    liza "Зачем тогда тратить на это время, если через год я уже могу бросить институт?"

    anton "Лиз, а ты не думала, что именно институт поспособствовал их успеху?"
    anton "Возможно, у них уже были свои идеи и им нужна была хорошая поддержка для реализации задуманного."
    anton "Тут вспоминается история Цукерберга, ведь именно во время учёбы ему пришла в голову идея социальной сети для студентов."
    anton "И там он нашёл хороших товарищей, вместе с которыми создал своё детище."
    anton "Пришла бы ему в голову идея социальной сети для студентов, не будучи студентом? Возможно."
    anton "А возможно он торговал бы пирожками."

    #(спрайт Улыбчивая Лиза)

    "Лиза еле заметно хихикнула."

    anton "Заканчивать учёбу подобные люди не стали потому, что нашли цель, работу своей жизни."
    anton "Ну а другие не менее знаменитые люди нашли свою гениальность в стенах института."

    #(спрайт Нейтральная Лиза)

    anton "Многие учёные прошлого и настоящего смогли реализоваться благодаря своей альма-матер."
    anton "И мы чтим, уважем их вклад в развитие человечества."
    anton "А что касается выбора альма-матер..."
    anton "Да, это дело деликатное и очень важное."
    anton "Сколько у тебя суммарно за экзамены?"

    liza "- 250 баллов."

    anton "И ты сдавала математику и информатику, как я помню?"

    #(спрайт Улыбчивая Лиза)

    liza "- Ага"

    "Просияла Лиза."

    liza "- Русский язык меня немного подвёл, но предметы по выбору я сдала очень хорошо."

    anton "Отличный результат! Я меня самого было где-то 240 баллов суммарно."

    #(спрайт Нейтральная Лиза)

    anton 'Это конечно не уровень МГУ, но на самом деле для нас он и не нужен.'
    anton 'Московский Государственный и подобные топовые университеты дают классическое образование, что для быстроразвивающийся сферы IT не совсем актуально.'
    anton 'Такие "средние" вузы по мнению "очень экспертных" списков вузов дадут куда более актуальные знания для обычного программиста.'
    anton 'У меня есть друзья, которые учатся в РТУ МИРЭА или МИСиС и они говорят о хорошем качестве образования.'
    anton 'Да и питерский Политех тоже от них не отстаёт.'
    anton 'Надо будет как нибудь созвонится с ними, как поживают там крабики?'

    #(спрайт Хитрая Лиза)
    